Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: But cautiousness implied impotence.
es_us: Pero prudencia implicó impotencia.

source: But conservative opposition remained fierce.
es_us: Pero la oposición conservadora se mantuvo firme.

source: But enforcing the retirement age of 68 also had its costs.
es_us: Aunque imponer la edad de jubilación a los 68 también tuvo sus consecuencias.

source: But failure in the promotion of ethical and cultural progress will lead to damage to material progress and even change the nature of society.”63
es_us: Sin embargo, "el fracaso en la promoción del desarrollo ético y cultural provocaría daños al desarrollo material e incluso cambiaría la esencia de la sociedad". 63

source: But first he had to deal with pressures from the Old Left.
es_us: Pero primero tenía que lidiar con la presiones de la vieja izquierda.

source: But it is equally evident, and perhaps more important, that there was a mass audience for such works.
es_us: De igual manera, y quizás más importante, es que había una audiencia de masas para esos trabajos.

source: But it is not clear, four years after Hu was named general secretary, whether this populist agenda will be combined with harsher criticism of liberal ideas.
es_us: Pero no se sabe con certeza, a cuatro años de que Hu fuera nombrado Secretario General, si esta agenda populista se combinará con una crítica más severa a las ideas liberales.

source: But succession in Leninist systems is never easy, and, as we will see, the succession from Jiang Zemin to Hu Jintao, while it has gone better than most, has not been without its tensions.
es_us: Sin embargo, las succesiones dentro de los sistemas leninistas nunca son fáciles, y como veremos, la sucesión de Jianng Zeming a Hu Jintao, aunque fue mejor que las otras, no estuvo libre de tensiones;

source: But the SARS crisis seems to have added tension to an already delicate situation.
es_us: Pero al parecer la crisis del SARS había sumado tensiones a una situación delicada de antemano.

source: But the Seventeenth Party Congress left open questions about the institutionalization of the Chinese political system; there was the sort of bargaining necessary to achieve compromise but which thereby suggested the uninstitutionalized aspects of elite politics.
es_us: Aunque el Décimo Séptimo Congreso del Partido abrió un interrogante sobre la institucionalización del sistema político chino, hubo algunas negociaciones necesarias con el fin de llegar a un acuerdo, pero hacerlo significó desinstitucionalizar algunos aspectos de la elite política.

source: But the authors argued that, unless they could do so, “we will establish the Chinese value system on a dry stream-bed, on a trunkless tree.”
es_us: Pero los autores sostuvieron que, a menos que pudieran lograrlo, "se establecería el sistema de valores chinos sobre un cauce de río seco, sobre un árbol sin tronco".

source: But the bombing came on
es_us: No obstante el bombardeo sucedió

source: But the psychological pressures behind such a debate can be imagined.
es_us: Sin embargo, se pueden imaginar las presiones psicológicas detrás de tal debate.

source: But the rest of the leadership was not prepared to acquiesce in this arrangement.
es_us: Pero el resto de los líderes no estaban preparados para aceptar este acuerdo.

source: But the social and political pressures supporting and opposing various sorts of reform measures are clearly more complicated than they were just a few years ago.
es_us: Pero es claro que las presiones políticas y sociales a favor y en contra de distintos tipos de medidas de reforma son más complicadas de lo que eran hace apenas unos años.

source: But this did not happen.
es_us: Pero esto no sucedió.

source: But whereas such criticisms in the West tend to be fueled more by concerns with the environment and labor standards, in China they are fueled by nationalism – the fear that China will be entrapped by global capital and by US “hegemony” in particular.
es_us: Pero mientras que tales críticas en el oeste tienden a ser alimentadas por preocupaciones por el medio ambiente y estándares de trabajo, en China se alimentan del nacionalismo: el miedo de que China sea atrapada por el mercado y por la "hegemonía" de Estados Unidos en particular.

source: But, as Zhao commented in a 1995 interview, “I had been the one to ask for an audience, but he [Deng] had notified so many people, he obviously did not want to hear my opinion.” Each expressed his opinion – Qiao Shi and Yang Shangkun changing their minds in the course of the meeting – but it was Deng’s views that mattered.
es_us: Pero, como Zhao expresó en una entrevita en 1995: "Fui el único que pidió una audiencia, pero [Deng] le avisó a tanta gente que era obvio que no quería escuchar mi opinión". Cada uno expresó su opinión, Qiao Shi y Yang Shangkun cambiaron de parecer durante la reunión, pero era la opinión de Deng la que importaba.

source: But, when Deng had retired from the PBSC in 1987,hehad the Party constitution rewritten so that the head of the CMC would not have to be a member of thePBSC,thuspavingthewayforDengtoretaincontroloverthemilitary.
es_us: Pero cuando Deng se había retirado de la PBSC en 1987, había reescrito la constitución del Partido para que el líder del CMC no tuviera que ser un miembro del PBSC, de esta forma abriéndole camino a Deng para mantener el control sobre el ejército.

source: By 1992–3, however, as noted in the previous chapter, the economic and social bases had developed for a broader intellectual acceptance of New Left ideas that would have been considered “conservative” only a few years earlier.
es_us: Sin embargo, tal y como se mencionó en el capítulo anterior, para los años 1992 y 1993 las bases económicas y sociales habían evolucionado con una aceptación intelectual más amplia de ideas de nueva izquierda que hubiesen sido consideradas "conservadoras" apenas unos años antes.

source: By 1994, however, the situation had changed significantly.
es_us: En1994, sin embargo, la situación cambió drásticamente.

source: By 1998, the loose organizations of peasants began to coalesce into stronger organizations with tighter linkages among villages.
es_us: En 1998, estas organizaciones informales de campesinos empezaron a unirse, forjando alianzas entre aldeas y creando así organizaciones más fuertes.

source: By January 1999, the Chinese position on the WTO had changed enough that Premier Zhu was able to tell Alan Greenspan, chairman of the US Federal Reserve, that China was prepared to offer substantial concessions. Nevertheless, a clear-cut leadership decision on concessions was apparently made only in February, after receipt of President Clinton’s letters.
es_us: Para enero de 1999, la posición de China en la OMC había cambiado lo suficiente como para permitir que el primer ministro Zhu le informara a Alan Greenspan, presidente de la Reserva Federal de Estados Unidos, que China estaba preparada para ofrecer concesiones sustanciales. Sin embargo, ya se había tomado aparentenmente en febrero una decisión bien definida del liderazgo, luego de recibir las cartas del presidente Clinton.

source: By September, some 44 percent of SOEs were losing money, “triangular debts” had ballooned to 400 billion yuan, and about 80 percent of SOE income went to debt service.3In mid-September, the State Statistical Bureau issued a report in which it said that China’s economy was on the verge of entering the “red zone,” indicating severe trouble.
es_us: En el mes de septiembre, el 44 % de las empresas estatales perdían dinero, las “deudas triangulares” se habían disparado a 400 mil millones de yuanes, y alrededor del 80 % del ingreso de las EPE se destinó al servicio de la deuda3. A mediados de septiembre, la Oficina Nacional de Estadísticas publicó un informe que expresaba que la economía china estaba a punto de entrar en la “zona roja”, lo que indicaba serios problemas.

source: By doing so, Xing could define a “middle course” for Jiang.
es_us: Al hacer esto, Xing puedo definir un "punto medio" para Jiang.

source: By keeping peasants (described as “lacking in educa- tion and full of traditional rebelliousness”) “locked docilely” on the land and by “squeezing the peasants’ stomachs,” Mao was able to pursue indus- trialization for three decades and was able to turn China into a nuclear power.
es_us: Al mantener a los campesinos (a quienes se describe como “sin educación y llenos de la rebeldía tradicional”) “atrapados dócilmente” en los campos y al “exprimirles el estómago”, Mao fue capaz de llevar a cabo la industrialización durante tres décadas y pudo convertir a China en una potencia nuclear.

source: By right, township officials should be the agents of the central government, but instead it was they who criticized the report detailing how the central government would lighten the burdens on peasants as an “evil document,” even contemptuously deriding it as “dog crap.” In order to extort the blood and sweat of the peasants to fatten themselves, township officials do not care about the country being ruled in peace for a long time; instead they aid and abet the growth of evil forces in society and let these forces clothe themselves in the apparel of “squadrons that are upholding the law” or “work squads.” These evil forces despise discipline, act unreasonably and arbitrarily, commit crimes and break the law, and oppress the people.
es_us: Lo correcto sería que los funcionarios municipales sean agentes del gobierno central pero, en realidad, criticaban el informe que brindaba detalles acerca de las medidas que tomaría el gobierno central para alivianar los problemas de los campesinos. Consideraban que era un "documento maldito" y se burlaban con desdén llamándolo "caca de perro". Con la intención de explotar la sangre y sudor de los campesinos para llenar sus propios bolsillos, los funcionarios municipales no se preocupan por gobernar el pueblo de manera pacífica durante un largo tiempo, sino que son cómplices y colaboran con el crecimiento de las fuerzas malvadas que existen en la sociedad y permiten que estas fuerzas se disfracen de "brigadas defensoras de la ley" o "brigadas de trabajo". Estas fuerzas malvadas detestan la disciplina, actúan de forma irracional y arbitraria, cometen crímenes, violan la ley y oprimen al pueblo.

source: By selecting what was useful and rejecting the rest, Chen argued that “Western economics can be turned to serve our socialist revolution.” It is difficult to imagine Chen Yuan’s father citing the works of Keynes or Friedman, but not difficult to imagine the elder Chen agreeing that the state is an “indispensable actor” and not simply a “passive referee.”
es_us: Al seleccionar lo que era util y al rechazar el resto, Chen discutió que "La economía occidental puede ser utilizada para favorecer a nuestra revolución socialista". Es difici de imaginar al padre de Chen Yuan citando las palabras de Keynes o Friedman, pero no es dificil de imaginarlo admitiendo que que el estado es un "actor indispensable" y no un mero "árbitro pasivo".

source: By the 1992–3 period, China was emerging from the shock caused by Tiananmen and the heavy-handed propaganda campaign waged by the government against bourgeois liberalization.
es_us: Para el período de 1992–3, China estaba emergiendo de la conmoción que produjo Tiananmén y de la intensa campaña de propaganda que llevó a cabo el gobierno en contra de la liberalización burguesa.

source: By the early 1990s, many believed that there had been a woeful loss of moral values in contemporary China – as reflected in corruption, commercialism, crime, and hedonistic lifestyles – and that there was much in China’s tradition that was still of great value in the contemporary world.
es_us: A comienzos de la década de los 90, muchos creían que hubo una triste pérdida de los valores morales en China contemporánea (como se reflejaba en la corrupción, la comercialización, el crimen y los estilos de vida hedonistas), y que había mucho en la tradición de China que todavía era de gran valor en el mundo contemporáneo.

source: By the early to mid-1990s, however, “national studies” had not only achieved intellectual respectability but had become an intellectual fad (guoxuere), standing in counterpoint to the cosmopolitan cultural fever that had swept China only a decade before.
es_us: Entre principios y mediados de la década de los 90, sin embargo, "los estudios nacionales" no solo habían obtenido un respeto intelectual sino que también se habían convertido en una novedad intelectual (guoxuere), en contraposición con la fiebre cultural cosmopolita que había invadido China solo una década antes.

source: By the end of 1992, there were said to be some 8,000 developmental zones.
es_us: Para finales de 1992, se decía que había unas 8000 zonas de desarrollo.

source: By the end of the decade, there was renewed conflict between at least some intellectuals and the government.
es_us: Para el fin de la década, se renovó el conflicto entre al menos algunos grupos de intelectuales y el gobierno.

source: By the end of the year, there were over 12,000 real estate companies, a 2.4- fold increase over the year before.
es_us: Para finales del año, había más de 120 00 empresas inmobiliarias, un aumento de 2,4 veces mayor respecto al año anterior.

source: By the late 1990s, it was apparent that SOE reform could not be avoided.27
es_us: Hacia finales de la década de los 90, era evidente que una reforma de las empresas estatales era ineludible.

source: By the mid-1990s, intellectuals and the state were each exploring in their own ways the issues of state legitimacy, state–society relations, and China’s relationship to the outside world.
es_us: Para mediados de la década de los 90, tanto los intelectuales como el estado exploraban a su manera asuntos como la legitimidad del estado, las relaciones entre la sociedad y el estado, y la conexión entre China y el resto del mundo.

source: By the mid-1990s, Qiao Shi, then the third-ranked member of the Politburo Standing Committee and head of the NPC, had established himself as the standard-bearer of the liberal wing of the Party.
es_us: Hacia mediados de 1990, Qiao Shi, quien en ese momento era el tercer miembro en importancia del Comité Permantente del Politburó y presidente de la APN, se había establecido como adalid del ala liberal del partido.

source: By the middle to late 1990s, there was a more obvious contestation over public discourse.
es_us: Para mediados y finales de la década de los 90, la disputa sobre el discurso público se había vuelto más evidente.

source: By the same reasoning, if Zhao had advocated a reform that was based on “bourgeois liberalization” and hence was capitalist in nature, then Zhao’s mistake would not have been a simple error of implementation (one hand firm and the other lax, as Deng put it) but an error of line.
es_us: Por el mismo razonamiento, si Zhao hubiese propuesto una reforma basada en la "liberalización burguesa" y que por consiguente fuera capitalista por naturaleza, el error de Zhao no habria sido un simple error de implementacioón (una mano firme y la otra floja, como lo pone Deng), sino un error de linea.

source: By the summer and fall of 1990, China’s growth rates were near zero, by far the slowest rate of growth the Chinese economy had experienced since the start of reform in late 1978.
es_us: En el verano y otoño de 1990, las tasas de crecimiento de China se encontraban cerca de cero; sin duda la tasa de crecimiento más lenta registrada en la economía del país desde el inicio de la reforma a finales de 1978.

source: By the summer and fall of 2006, the Seventeenth Party Congress, scheduled for the fall of 2007, was beginning to loom large.
es_us: El Decimoséptimo Congreso del Partido, que estaba programado para la primavera de 2007, comenzó a cobrar relevancia durante el invierno y la primavera de 2006.

source: By the summer, it was obvious that the goal could not be attained, and in August the NPC Standing Committee announced that inflation would be kept under 15 percent.
es_us: Al llegar el verano, era evidente que aquel objetivo no se había podido cumplir, y en agosto, el Comité Permanente de la APN anunció que la inflación se mantendría por debajo del 15%.

source: By this time, there were deepening debates within the Party leadership about how to respond to the student demonstrations, which had started eight days earlier on April 16; on April 25, Deng would endorse a hardline approach by saying that the demonstrations were aimed at “fundamentally negating the leadership of the Chinese Communist Party and at negating the socialist system.” It was that judgment, written into a People’s Daily editorial the next day, that inﬂamed student opinion and brought the student movement to a new crisis point.
es_us: Para este momento, había debates profundos dentro del partido del liderazgo sobre cómo responder a las manifestaciones de estudiantes, las cuales ya habían comenzado ochos días antes, el 16 de abril; el 25 de abril, Deng respaldaría una estrategia firme al decir que las manifestaciones estaban apuntadas a “negar fundamentalmente el liderazgo del Partido Comunista de China y al negar el sistema socialista”. Esa fue el discurso que se redactó en el editorial de People’s Daily al día siguiente, lo cual escendió la opinión estudiantil y trajo el movimiento de los estudiantes a un nuevo punto de crisis.

source: By year-end 2005, the number of SOEs had fallen by two-thirds, to 27,477, and the number of workers employed in SOEs had fallen by 40 percent to
es_us: Para finales del 2005, la cantidad de EPE había descendido dos tercios, a 27 477, y la cantidad de trabajadores contratados por estas empresas había caído un 40 %,

source: C H I N A S I N C E T I A N A N M E N
es_us: China desde Tiananmén

source: C R I T I Q U E O F T H E M AY F O U RT H E N L I G H T E N M E N T P R O J E C T
es_us: Crítica al proyecto de la ilustración del cuatro de mayo

source: CAC Central Advisory Commission
es_us: CAC Comisión Asesora Central

source: CAS Chinese Academy of Sciences
es_us: CAS Academia China de Ciencias

source: CASS Chinese Academy of Social Sciences
es_us: CASS Academia China de Ciencias Sociales

source: CCP Chinese Communist Party
es_us: PCCh Partido Comunista Chino

source: CCP observances of Party Day, as the anniversary has come to be known, follow a clear pattern.
es_us: Las prácticas del PCCh durante el Día del Partido, como se conoce a este evento, siguen un orden claro.

source: CDIC
es_us: CCCD

source: CDIC Central Discipline Inspection Commission
es_us: CCCD Comisión Central de Inspección Diciplinaria

source: CHAPTER 6
es_us: CAPÍTULO 6

source: CHAPTER 8
es_us: CAPÍTULO 8

source: CHAPTER I
es_us: CAPÍTULO I

source: CHINA CAN SAY NO
es_us: CHINA PUEDE DECIR NO

source: CHINA SINCE TIANANMEN
es_us: China desde Tiananmén

source: CHINA SINCE TIANANMEN: From Deng Xiaoping to Hu Jintao
es_us: China desde Tiananmén: desde Deng Xiaoping hasta Hu Jintao

source: CMC Central Military Commission
es_us: CMC Comisión Militar Central

source: CPPCC
es_us: CCPPC

source: CPSU Communist Party of the Soviet Union
es_us: CPSU Partido Comunista de la Unión Soviética

source: CYL Communist Youth League
es_us: CYL Liga de la Juventud Comunista

source: Cadres who did not fulfill their revenue collection assignments were not paid their wages, and cadre performance evaluations were based largely on their ability to collect taxes and fees.
es_us: Los cuadros dirigentes que no cumplían con sus tareas de recolección de ingresos no recibían su paga y la evaluación de su desempeño se basaba, en gran medida, en su habilidad para recaudar impuestos y cuotas.

source: Cambridge Modern China Series
es_us: 2Cambridge Modern China Series

source: Can China chart a path that might lead to liberalization and perhaps to democratization?
es_us: ¿Puede China trazar un camino que lleve hacia la liberalización y tal vez hacia la democratización?

source: Can political reform follow the same, incremental path of “crossing the river while feeling the stones” as the economic reforms?
es_us: ¿Será posible que la reforma política siga el mismo camino progresivo siguiendo la noción que guió la reforma económica de "cruzar el rio sintiendo las piedras"?

source: Central Committee
es_us: Comité Central

source: Central gov-ernment revenues as a percentage of gross domestic product had fallen to under 20 percent by 1990 (from 31 percent in 1978), which put China in a range with such countries as Italy.
es_us: Los ingresos del gobierno central como porcentaje del producto bruto interno habían caído por debajo del 20% para 1990 (desde 31& en 1978), lo que colocó a China en lugar junto a países como Italia.

source: Central ministries also had a vested interest in conservative ideological interpretations, because emphasizing such themes as “the planned economy as primary” or “state-owned enterprises as pillars of the economy” bolstered their importance in the political system.
es_us: Los ministerios principales también tenían un interés particular en las interpretaciones ideológicas conservadoras porque al destacar temas como "la economía de planificación centralizada es esencial" o "las empresas estatales son pilares de la economía" reafirmaban su importancia en el sistema político.

source: Central planning is of primary importance.
es_us: La planificación central es de mayor importancia

source: Century Business Herald, is fired
es_us: Century Business Herald, es despedido

source: Certainly much of this emphasis was long overdue.
es_us: Era claro que estos enfoques habían quedado pendientes desde hace mucho tiempo.

source: Certainly not all government–business relationships are corrupt, but entrepreneurs do cultivate political relationships and the fabric of such relationships distorts public policy.
es_us: Sin duda no todas las relaciones entre gobiernos y empresas son corruptas, pero los empresarios sí cultivan relaciones políticas, y el entretejido de esas relaciones distorsiona las políticas públicas.

source: Chapter 4
es_us: CAPÍTULO 4

source: Chapter 3 discussed the nationalism of people like He Xin and the recentralizing impulses of people like Chen Yuan.
es_us: En el Capítulo 3 se analizó el nacionalismo de personas como He Xin y los impulsos de recentralización de personas como Chen Yuan.

source: Chapter3discussed the nationalism of people like He Xin and the recentralizing impulses of people like Chen Yuan.
es_us: En el Capítulo3se habló del nacionalismo de personas como He Xin y de los impulsos de recentralización de personas como Chen Yuan.

source: Chen Liangyu was also the highest ranking Party official to be cashiered since Jiang Zemin had removed Chen Xitong in 1996, and his arrest marked a significant diminution in the influence of the so-called Shanghai gang.
es_us: Chen Liangyu fue también el oficial de mayor rango del Partido en haber sido destituido desde que Jiang Zemin expulsó a Chen Xitong en 1996, y su detención significó una disminución importante en la influencia de la llamada banda de Shanghái.

source: Chen Xitong might have been a logical choice; he had long served in the Beijing Municipal Party apparatus and had cultivated ties with Deng and other Party elders.
es_us: Chen Xitong podría haber sido una elección lógica; ya había sirvido por un tiempo en el aparato del Partido Municipal de Pekín y había creado lazos con Deng y otros integrantes antiguos del Partido.

source: Chen Xitong removed as Beijing Party
es_us: Chen Xitong es desplazado del cargo de
